IDEA Open Model
CalculationSetup.SlsStressLimitation Property
Compatible with IDEA StatiCa 20.1
 SLS stress limitation
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool SlsStressLimitation { get; set; }
Public Property SlsStressLimitation As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace